Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/kramy.tmx
Source language: ru
Languages: be

source: Ювелирный магазин "Бирюза"
be: Біруза

source: Ювелирный магазин "Изумруд"
be: Ювелірны магазін "Ізумруд"

source: Южный
be: Паўднёвы

source: Юлия
be: Юлія

source: Янтарь
be: Бурштын

source: Ясь и Янина
be: Ясь і Яніна
